Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/riikkaidgaskasas-algoalbmotovttasbargu.html.tmx
Source language: sme
Languages: smj

source: Riikkaidgaskasaš álgoálbmotovttasbargu / Riikkaidgaskasaš bargu / Sámediggi - Sametinget
smj: Rijkajgasskasasj álggoálmmukaktisasjbarggo / Rijkajgasskasasj barggo / Sámedigge - Sametinget

source: Riikkaidgaskasaš álgoálbmotovttasbargu
smj: Rijkajgasskasasj álggoálmmukaktisasjbarggo

source: Sámediggi ovttasdoaibma ja ovttasbargá eará sámi ja álgoálbmot organisašuvnnain, ásahusain ja fierpmádagain mat barget rájáid rastá.
smj: Sámedigge aktan barggá ja avtastallá ietjá sáme- ja álggoálmmukorganisasjåvnåj, ásadusáj ja værmástagáj ma rijkkarájáj rastá barggi.

source: Ovddasvástideaddji politihkkár
smj: Politihkalasj åvdåsvásstediddje

source: Ávjovárri
smj: Jur dálla

source: Váldofokus dálkkádatšiehtadallamiin lea soahpat doaibmabijuid maiguin vuostá...
smj: Iesjgåddemijt hieredit árvvalattaduvvá AN:a iemeálmmugij ássjij stuoves forumin

source: Norgga sámiid dilli lea okta fáttáin mii erenoamážit čuvgejuvvo dalle go ON...
smj: Sámedikke presidænnta Aili Keskitalo oassálasstá iemeálmmugij ássjij stuoves...

source: Loga eambbo
smj: Lågå ienebuv

source: Čájet buot áššiid
smj: Vuoseda divna ássjijt

source: Sámediggi bargá dan badjelii:
smj: Sámedigge sihtá:

source: Ahte Davviriikkat vuolláičállet Davviriikkaid sámekonvenšuvnna ja dohkkehit álgoálbmogiid iešmearridanvuoigatvuođa.
smj: Nuorttarijkaj lánda vuollájtjálli Nuorttarijkaj sámekonvensjåvnåv mij dåhkkit álggoálmmugij riektáv iesjmierredibmáj.

source: Ahte álgoálbmogiid olmmošvuoigatvuođat nannejuvvojit.
smj: Álggoálmmugij almasjrievtesvuodajt nannit.

source: Nanaguoddevaš ovdáneami ovddas mii sihkkarastá sámiid ja eará álgoálbmogiid kultuvrraid ávnnaslaš vuođu.
smj: Guoddelis åvddånahttemav mij sámij ja ietjá álggoálmmugij kultuvra materiálalasj vuodov nanni.

source: Davviriikkaid sámekonvenšuvdna Ahte dárbbašuvvo riikkaidoktasaš suodjaleapmi ja riikkaidoktasaš njuolggadusat mat vuhtiiváldet sámi álbmoga iežamet árbevirolaš guovlluin, lea álot leamašan fáddán sámi organisašuvnnaid čoahkkimiin.
smj: Dárbbo badjelnasjonálalasj suodjalibmáj ja njuolgadusáj hiebadibme váj sámijt ietjamij árbbedábálasj guovlojn vielet, le fáddan læhkám gå sáme organisasjåvnå li tjåhkanam.

source: Duogáš dasa lea go sápmelaččaid árbevirolaš guovllut leat juhkkojuvvon nu ahte mii dál ássat njealji riikkain.
smj: Dáv dan diehti gå mijáj sámij árbbedábálasj årromguovlo li dal nielje rijkaj gaskan juogeduvvam histåvrå tjadá.

source: Njealji riikkain main leat oalle iežálágan lágat, politihkka ja vuoruheamit.
smj: Ja dá li niellja rijka majna le muhtem mærráj iesjgeŋgalágásj lága, politihkka ja ájggomusá.

source: Vuoruheamit mat iešguđet ládje dohkkehit sápmelaččaid álgoálbmogiin ja minoritehtan.
smj: Ájggomusá ma målsudahkes láhkáj bærrájgæhttji sámij sajev álggoálmmugin ja unneplåhkoálmmugin.

source: Davviriikkaid Ráđi čoahkkimis Reykjavikas guovvamánu 28. beaivvi 1995 mearridedje davviriikkaid ministarat geat ovddasvástidit sámeáššit ovttasbargat Davviriikkaid sámekonvenšuvnnain.
smj: Nuorttarijka Ráde sesjåvnån Reykjavikan guovvamáno 28. biejve 1995 mierredin nuorttarijka minisstara gudi sáme ássjijs vásstedi, aktan barggát nuorttarijkaj sámekonvensjåvnå vuoksjuj.

source: Bargojoavku ovddidii árvalusastis 1998 geassemánus.
smj: Dát barggojuogos ietjas árvvalusáv buvtij 1998 biehtsemáno.

source: Bargojoavku ii galgan árvalit konvenšuvnna sisdoalu, muhto buktit rávvagiid movt ovddasguvlui bargat.
smj: Barggojuogos ittjij galga konvensjåvnnåtevstav ævtodit, ájnat buktet árvustallamijt vijddásap prosessa gáktuj.

source: Bargojoavkku čoahkkáigeassu lei ahte Sámekonvenšuvdnii lei sihke dárbu ja vuođđu ja ahte konvenšuvdnabargu galggašii jotkojuvvot ja árvalii maiddái nammadit áššedovdilávdegotti mii galggai gárvvistis šiehtadallanárvalusa.
smj: Barggojuogos gávnaj vuodo ja dárbbo le nuorttarijkaj sámekonvensjåvnnåj ja dát barggo luluj joarkket ássjediehttenammadusáv nammadijn manna lij mandáhtta sjiehtadallamoajvvadusáv buktet.

source: Buot riikkaid ministarat geain lei ovddasvástádus sámeáššiin mearridedje Stockholma čoahkkimis skábmamánu 7. Beaivvi 2001 nammadit áššedovdijoavkku man bargui galggai lea ahte hábmet Davviriikkaid sámekonvenšuvnna árvalusa.
smj: Iesjguhtik minisstara gudi sáme ássjijs vásstedin mierredin muhtem tjåhkanimen Stockholman basádismáno 7. biejve 2001 ássjediehttejuohkusav ásadit man ulmme lij nuorttarijkaj sámekonvensjåvnå oajvvadusáv dahkt.

source: Alimusriektejustitiarius Carsten Smith nammaduvvui áššedovdijoavkku jođiheaddjin.
smj: Alemusriektájustitiarius Carsten Smith nammaduváj ássjediehttejuohkusa jådediddjen.

source: Buot eará miellahtuin ja várrelahtuin lea njunuš álbmotrievttálaš ja riikkaidgaskasaš álgoálbmotrievtti áššedovdit.
smj: Ietjá ájrrasa ja sadjásattja lidjin gájka álmmukriektá ja rijkajgasskasasj álggoálmmukriektá åvdemus ássjediehtte.

source: Jagi 2005:s áššedovdijoavku ovddidii Davviriikkaid sámekonvenšuvnna árvalusaset.
smj: Jagen 2005 buvtij ássjediehttejuogos nuorttarijkaj sámekonvensjåvnå oajvvadusáv.

source: Konvenšuvdnaárvalusa mihttomearrin lea sihkkarastit buoret ja dorvvoleappot boahtteáiggi sámiide sihke Davviriikkaid álbmogiin ja ovttaskas ássin iešguđege riikkain.
smj: Konvensjåvnnåoajvvadusá ulmme le buorep ja jaskadabbo boahtteájgge sámijda álmmugin Nuorttarijkan ja ájnegis ulmutjin iesjguhtik nuorttarijka lándan.

source: Konvenšuvdnaárvalus ii ovddit eará gáibádusaid iige hástalusaid daid stáhtaide go ahte sámi identitehta, giella, kultuvra ja eallinvuohki árvvusadnojuvvo ja dohkkehuvvo.
smj: Konvensjåvnnåoajvvadus ij makkirak gájbbádusájt jali hásstalusájt buvte daj stáhtaj gáktuj gånnå sáme årru ietján gå gájbbet hæhttu sáme identitehtav, gielav, kultuvrav ja iellemvuogev vieledit.

source: Dát leat vuoigatvuođat mat juo leat geahččaluvvon duohtandahkkot dálá riikkaidgaskasaš rievttálaš standárddain mat gusket minoritehtaide ja maid buot Davviriikkat juo dovddastit.
smj: Dá li riektá majt le juo åvdutjis gæhttjalam ållidit udnásj rijkajgasskasasj riektá baktu ma unneplågojda goasski ja majt divna nuorttarijkaj lánda li dåhkkidam.

source: Viidáset guoská dat maiddái vuoigatvuođaide mat sámiin juo leat Davviriikkain.
smj: Vijddábut goasská sámijda álggoálmmugin Nuorttarijkan.

source: Vuoigatvuođat mat galget leat dáhkádussan vai eai eret duvdde ja dagat sápmelaččaid vierisin guovlluide ja sámi kultuvrra ja eallinvuogi ávnnaslaš eavttuide.
smj: Riektá má galggi gáhttit jut sáme galggi bessat ietjasa kultuvrav ja iellemvuogev bisodit váni ierit gártjeduvvat ja amástuvvat ietjasa duobddágijs.

source: Máŋgga álbmoga historjjálaš leahkima dohkkeheapmi iešguđege riikkarájáid siskkobealde dagaha hástalusaid siskkáldasat doahttalit ja dohkkehit olmmoščearddaid vuolgga, giela, kultuvrra ja eallinvuogi, ja geatnegahttá stáhtaid bajimus ásahusaid aktiivvalaččat ovttasbargat eará stáhtaiguin ollašuhttimis dáid mihttomeriid.
smj: Gå dåhkkit ájgij tjadá li moadda álmmuga iesjguhtik lánda rájáj sisbielen årrum de badjáni hásstalusá ma goasski guhtik guojmeska vieledit ja dåhkkidit juohkka álmmukjuohkusa álgov, gielav, kultuvrav ja iellemvuogev, ja gájbbet stáhta bajemus orgána dåjmalattjat juojddáv dahki, ja jut jus dárbulasj de hæhttuji ietjá stáhtaj barggat váj ulmijda jåvsådi.

source: Loga eanet Davviriikkaid sámekonvenšuvnna árvalusa birra dás.
smj: Lågå ienep Nuorttarijkaj sámekonvensjåvnå oajvvadusá birra dáppe.

source: 2001 njukčamánus álggahuvvojedje šiehtadallamat davviriikkaid sámekonvenšuvnna birra Suoma, Ruoŧa ja Norgga stáhtaid gaskkas.
smj: 2001 snjuktjamáno álgaduvvin sjiehtadallama nuorttarijkaj sámekonvensjåvnå birra Suoma, Svieriga ja Vuona stáhtaj gaskan.

source: Bargojoavku lea árvvoštallan áššedovdijoavkku konvenšuvdnaárvalusa, ja ovddidii 2007:s raportta - " Davviriikkaid sámekonvenšuvnna árvalusa árvvoštallan — árvvoštallan lea gaskavuođaid gustovaš álbmotrievttálaš geatnegasvuođaid ja gustovaš Norgga rievtti ektui ".
smj: Barggojuogos le árvustallam ássjedåbddejuohkusa konvensjåvnnåoajvvadusáv, ja åvdedij 2007:n rapportav – “ Nuorttarijkaj sámekonvensjåvnå oajvvadusá árvustallam – árvustallama dálásj álmmukriektálasj vælggogisvuodaj ja dálásj Vuona nasjonála riektá aktijvuodaj gáktuj ”.

source: Bargojoavkkus leat mielde ovddasteaddjit Bargo- ja searvadahttindepartemeantas, Justiisadepartemeantas, Gielda- ja guovlodepartemeantas, Olgoriikkadepartemeantas, ja Sámedikkis.
smj: Barggojuohkusin li ájrrasa Barggo- ja sebradahttemdepartementas, Justijssadepartementas, Suohkan- ja guovllodepartementas, Ålggorijkkadepartementas ja Sámedikkes.

source: Šiehtadallamat gaskal Ruoŧa, Suoma ja Norgga leat organiserejuvvon guovtti lađđasa málle mielde.
smj: Sjiehtadallama Svieriga, Suoma ja Vuona gaskan li guovteladák modella milta organiseriduvvam.

source: Vuosttaš dásis geahčadit konvenšuvdnaárvalusa, ja bealit ovddidit oaiviliiddiset juohke kapihttaliidda ja artihkkaliidda.
smj: Vuostasj dásen konvensjåvnnåoajvvadusáv gehtjadi, ja åvdåstiddje ietjasa vuojnojt åvdedi juohkka kapihttalij ja artihkkalij.

source: Dán dásis eai šiehtadala sisdoalu ektui.
smj: Dán dásen e sisano gáktuj sjiehtadalá.

source: Nuppi dásis šiehtadišgoahtit duohta konvenšuvdnaárvalusa birra.
smj: Nuppe dásen sjiehtadallagåhti sjielvvi konvensjåvnnåoajvvadusá sisano gáktuj.

source: Mihttomearrin lea ahte olles diet bargu galgá čađahuvvot ja gárvvistuvvon viđa jagis sisa.
smj: Ulmme le galggi ålles prosessajn vidán jagen ållit.

source: Norgga šiehtadallansáttagotti jođiha Ođasmahttin-, hálddahus- ja girkodepartemeanta ja sáttatgottis leat maiddái ovddasteaddjit Olgoriikkadepartemeantas ja Sámedikkis.
smj: Vuona sjiehtadallamdelegasjåvnnå jådeduvvá Ådåstuhttem-, háldadus- ja girkkodepartementas ja danna li ietján ájrrasa Ålggirijkkadepartementas ja Sámedikkes.

source: Biologalaš šláddjivuohta Sámi servodagas, ja eará álgoálbmotservodagain, leat stuora hástalusat mat gáibidit dynámalaš ja suorgerasttideaddji politihka ja hálddašeami mas álgoálbmotvuoigatvuođat, kultursuodjaleapmi ja luondduhálddašeapmi gehččojit oktan.
smj: Biologalasj valjesvuohta Sáme sebrudagán, aktan ietjá álggoálmmuksebrudagáj, li hásstalusá ma gájbbedi dynámalasj ja suorgij rastá politihkav ja háldadusáv gånnå álggoálmmukriektá, kultuvrrasuodjalibme ja luonndoháldadibme aktan gullluji.

source: Dát lea dehálaš ii dušše danin go sáhttá lohkat ahte álgoálbmotkultuvrras lea lagas oktavuohta lundui, muhto maiddái danin go riikkaidgaskasaš biraskonvenšuvnnaid ferte geahčat oktii álgoálbmotvuoigatvuođaiguin.
smj: Dát le ájnas ij dåssju dan diehti gå álggoálmmugij kultuvrra álu le luonnduj tjanádum, ájnat aj navti jut rijkajgasskasasj biráskonvensjåvnå hæhttuji álggoálmmukriektáj tjadá dádjaduvvat.

source: Seailluheames álgoálbmogiid eallinvuogi ja kultuvrra mearkkaša biologalaš šláddjivuođa seailluheami, ja nuppe ládje.
smj: Gå álggoálmmugij kultuvrav ja iellemvuogev bisot de sæmmi båttå biologalasj valjesvuodav bisot, ja nuppe guovlluj.

source: Ovdánahttimis birasstandárddaid mat sihkkarastet sámi ja eará álgoálbmogiid kultuvrraid ávnnaslaš vuođu lea dehálaš vai sihkkarastá nanaguoddevaš ovdáneami.
smj: Birásstandardijt åvddånahttet ma sámij ja ietjá álggoálmmugij kultuvra materiálalasj vuodov sihkarassti le ájnas guoddelis åvddånahttema gáktuj.

source: Riikkaidgaskasaččat lea ON 1992 biologalaš šláddjivuođa konvenšuvdna ja ON birasprográmma (UNEP) leamašan mearrideaddjin ja čujuheaddjin máilmmi luondduvalljodagaid anu ja suodjaleami oktavuođas.
smj: Rijkajgasskasattjat le AN.: 1992 biologalasj valjesvuohta konvensjåvnnå ja AN:a birásprográmma (UNEP) læhkám mierrediddje ja vuosediddje værálda luonndovalljudagáj ano ja suodjalime aktijvuodan.

source: Dál lea 193 miellahtoriikka leat dohkkehan biokonvenšuvnna ja leat dakko bakte geatnegahttojuvvon čuovvut biologalaš šláddjivuođa seailluheami ja nanaguoddevaš anu mihttomeriid ja ulbmiliid.
smj: Dálla li 193 ájrasrijka biokonvensjåvnåv dåhkkidam ja dan baktu li vælggogisá mihtojt ja ulmijt biologalasj valjesvuoda bisodime ja guoddelis ano gáktuj bærrájgæhttjat.

source: Luondduvalljodagat ovddastit alla árvvuid ja leat olbmuid eallima, biebmodoalu ja dearvvašvuođa vuođđun.
smj: Luonndovalljudagá li alla árvo ja li vuodon ulmutjij iellemij, biebbmuj ja varresvuohtaj.

source: ON bargá geatnegahtti soahpamušaid ovddas mat galget sihkkarastit ahte buorit maid luondduatnu buktá vuoiggalaččat juhkkojuvvojit.
smj: AN:an barggi dan vuoksjuj jut vælggodiddje sjiehtadusá ma sihkarassti jut buore majt luonndoadno buktá rievtugis láhkáj juogeduvvi.

source: Biologalaš šláddjivuođa konvenšuvdna dohkkeha lagas sorjavašvuođa mii lea gaskal álgoálbmogiid ja luonddu.
smj: Biologalasj valjesvuoda konvensjåvnnå dåhkkit lahka aktijvuodav álggoálmmugij ja luondo gaskan.

source: Álgoálbmogiid lagas oktavuohta lundui leage duogáš dasago Sámi vuoigatvuođalávdegoddi juo NAČ 1984:18 čielggadeamis árvalii suddjet sápmelaččaid luondduvalljodaga geavaheami.
smj: Álggoálmmugij lahka aktijvuohta luonnduj le aj duogásj gå Sáme riektájuogos juo VAT 1984:18:n oajvvadij njuolgadusájt ma suoddjiji sámij anov luonndovalljudagájs.

source: Dán lagas oktavuođadili deattuhii ON Earenoamášdieđiheaddji Josê R. Martinez Cobo raporttastis man ráhkadii 1972-1982 áigodagas.
smj: Dav lahka aktijvuohta dættodij AN: sierradiedediddje Josê R. Martinez Cobo raportastis mav 1972-1982 ájggudagán dagáj.

source: Raporttas Cobo deattuha man dehálaš lea ipmirdit ja dovdat makkár gullevašvuohta álgoálbmogiin lean iežaset eatnamiidda ja guovlluide.
smj: Raportan Cobo dættot man ájnas le dádjadit ja dåbddåt makkár gullevasjvuohta álggoálmmugijn li ietjasa ednamijda ja guovlojda.

source: Luondu lea álgoálbmogiid ássama ja birgema ja lea maiddái sin máilmmigovvádusa, oskku, árbevieruid ja oppalaččat sin kultuvrra vuođđun.
smj: Luonndo le álggoálmmugij årroma ja bierggima, væráltgåvå, árbbedábij ja åbbålattjat sijá kultuvra vuodo.

source: Gullevašvuođadilli ii gula dušše eatnamiid ja valljodagaid háldemii dahje man ollu leat ávkkástallan, muhto seamma dásis maiddái eallima eará bealit, nugomat fuolkevuohta, árbedieđuid seailluheapmi buolvadagaid gaskkas ja gullevašvuohta guovlluide.
smj: Gullevasjvuohta ij guoska dåssju ednamijda ja ressursaj háldadibmáj jali daj adnuj jali makta ávkástallá, ájnat sæmmi dásen aj iellema ietjá bielijda, dagu berajvuohta, árbbediedoj bisodibme buolvaj gaskan ja guovlojda gullevasjvuohta.

source: Sámi vuođđooaidnu lea ahte sii leat ožžon luonddu dušše luoikkasin ja ahte dan galgá hálddašit nu ahte dat seailluhuvvo boahttevaš bulvii seamma čavddisin go lei go sii dan ožžo.
smj: Sáme vuodovuojnno le ahte sij li luondov dåssju luojkan oadtjum ja jut dav galggá háldadit váj boahtte buolvajda bisoduvvá sæmmi dilen dagu dav oadtjun.

source: Dát jurddašanvuohki oktiivástida nanaguoddevaš ovdáneami doahpaga mii čilgejuvvo leat servodatovdáneapmin mii duste dálá dárbbuid almmá hilgumis boahttevaš buolvvaide vejolašvuođaid ollašuhttimis dárbbuideaset.
smj: Dát usjudallamvuohke vásstet guoddelis åvddånime moallánahkkuj mij tjielggiduvvá sebrudakåvddånibmen mij dálásj dárbojt ållit váni hilggomis boahtte buolvaj vejulasjvuodajt ietjasa dárbojt ållidahttet.

source: Doaba ciekkai Norgga gillii “ min oktasaš boahtteáigi ” raportta bakte man ON birrasa ja ovdáneami máilmmikommišuvdna ovddidii jagi 1987:s, ja eanemus beaggán Brundtland-kommišuvnna raporta, mii ásahuvvui jagi 1983:s.
smj: Moallánahka badjánij dárogiellaj “ Mijá aktisasj boahtteájgge ” raporta baktu mav AN:a birrasa ja åvddånime væráltkommisjåvnnå 1987:n almodij, jali Brundtlandkommisjåvnå rapporta dagu nabdeduvvá, mij ásaduváj jagen 1983.

source: ON biologalaš šláddjivuođa kommišuvdna (CBD)
smj: AN:a biologalasj valjesvuoda konvensjåvnnå (CBD)

source: Máilmmi luondduvalljodagat leat olbmuid eallima, biebmodoalu ja dearvvašvuođa vuođđun.
smj: Værálda luonndoressursa li ulmutjij iellema, biebmoj ja varresvuoda vuodon.

source: ON biologalaš šláddjivuođa konvenšuvdna (miessemánu 22. beaivvi 1992) lea ratifiserejuvvon ja fápmuibiddjui Norggas juovlamánu 29. beaivvi 1993.
smj: AN-konvensjåvnnå biologalasj valjesvuoda gáktuj (moarmesmáno 22. biejves 1992) le ratifiseridum ja fábmuj bådij Vuona bieles javllamáno 29. biejve rájes 1993.

source: CDB ulbmilin lea seailluhit biologalaš šláddjivuođa, biologalaš šláddjivuođa nanaguoddevaš anu ja vuoiggalaččat juohkimis daid ovdamuniid maid biologalaš šláddjivuođa atnu mearkkaša (artihkal 1).
smj: CDB:a ulmme le biologalasj valjesvuodav bisodit, biologalasj valjesvuoda guoddelis adno ja rievtugis juohkem dajs ávkijs majt biologalasj valjesvuohta vaddá (artihkkal 1).

source: CDB dohkkeha ahte lagasvuohta mii gaskal álgoálbmogiid ja biologalaš valljodagaid (artihkal 12 ovdasátni).
smj: CDB dåhkkit lahka aktijvuodav álggoálmmugij ja biologalasj valljudagá gaskan (artiihkkal 12 åvddåbágo).

source: CDB cealká ahte stáhtat galget doahttalit, seailluhit, ja ovdánahttit álgoálbmogiid árbedieđuid, ođasmahttit ja sihkkarastit (doaimmahit) mii lea relevánta biologalaš šláddjivuođa seailluheapmái ja nanaguoddevaš geavaheapmái (artihkal 8 j), viidáset ahte biologalaš šláddjivuođa vieruiduvvan adnu lea kultuvrralaš doaimma ektui mii galgá suodjaluvvot ja movttiidahttojuvvot (artihkal 10 C), ja ahte dieđuid lonohallamii mii lea relevánta biologalaš šláddjivuođa seailluheapmi ja nanaguoddevaš atnu galgá geasuhit mielde álgoálbmogiid ja sin árbevirolaš máhtuid (artihkal 17.2).
smj: CDB javllá stáhta galggi vieledit, bisodit ja åvdådnahttet álggoálmmugij árbbediedojt, ådåstahttet ja sihkarasstet (dåjmadit) mij guosská biologalasj valjesvuoda bisodibmáj ja guoddelis adnuj (artihkkal 8 j), ja vil ahte biologalasj valjesvuohta dábij milta mij le kultuvralasj dåjma gáktuj galggá suodjaluvvat ja hasoduvvat (artihkkal 10 C), ja jut diehtolånudibme mij guosská biologalasj valjesuoda bisodibmáj ja guoddelis adnuj galggá sisadnet álggoálmmugijt ja árbbediedojt (artihkkal 17.2).

source: Biologalaš šláddjivuođa konvenšuvdna lea dehálaš danin go dat dohkkeha álgoálbmogiid árbevirolaš máhtu ja deattuha ahte stáhtat leat geatnegahttojuvvon doahttalit, seailluhit ja ovdánahttit dakkár máhtu mii relevánta biologalaš šláddjivuođa seailluheapmái ja nanaguoddevaš adnui.
smj: Biologalasj valjesvuoda konvensjåvnnå le ájnas danen gå dat dåhkkit álggoálmmugij árbbedábálasj máhtov ja dættot stáhta li vælggogisá vieledit, bisodit ja åvddånahttet dakkár máhtov mij guosská biologálasj valjesvuoda suodjalibmáj ja guoddelis adnuj.

source: Viidáset daddjo ahte biologalaš šláddjivuođa vieruiduvvan geavaheapmi lea kultuvrralaš doaimma ektui mii galgá suodjaluvvon ja movttiidahttojuvvot.
smj: Dasi duodden javladuvvá ahte biologalasj valjesvuohta sajájduvvam adno mij kultuvralasj doajmmaj gullu galggá suodjaluvvat ja måvtåstahteduvvat.

source: Loga eanet ON biologalaš šláddjivuođa konvenšuvnna birra dás.
smj: Lågå ienep AN biologalasj valjesvuoda konvensjåvnå birra dáppe

source: CBD barggai 2010 ulbmiliid ektui eastadeames biologalaš šláddjivuođa manaheami vuostá.
smj: 2010 rádjáj bargaj CBD dajna ulmijn jut biologalasj valjesvuohta galgaj bisoduvvat.

source: Bealálaččaid čoahkkimis 2004:s, COP 7, mearriduvvui loahpahit guovllusuodjaleami eanansuodjaleami bargoprográmma ovdal 2010 jahkemolsuma ja mearraguovlluid suodjaleami bargoprográmma 2012:s.
smj: Åvdåstiddjijtjåhkanimen jagen 2004, COP 7, mierreduváj barggoprográmma guovllosuodjalimes gátten mij galgaj ålliduvvat åvddål 2010 ja meran åvddål 2012.

source: Maiddái mearriduvvui áššis (VII/28) dievaslaš ja beaktilis álgoálbmotoassálastima go álggahit ja hálddašat dálá ja ođđa suodjaluvvon guovlluid ovdal jagi 2008.
smj: Mærrádus lij aj (VII/28) álggoálmmuga galggin ållåsit ja dåbmarit oassálasstet gå udnásj ja ådå suodjalimguovloj ásadibme ja háldadibme galggá mierreduvvat.

source: Bealálaččaid čoahkkimis Japánas 2010:s, COP 10, válde mearrádusa 49 iešguđege fáddásurggiin.
smj: Åvdåstiddjijtjåhkanimen Japánan 2010:n, COP 10, mierredin 49 iesjguhtik fáhkasuorgen.

source: Deháleamos fáttáid gaskkas lei mearrádus ráhkadit ođđa ulbmilaš plána 20 oassemihttomeriin 4 ulbmilaš váldomihttomeari vuollái mat galget ollašuhttojuvvot ovdal jagi 2020.
smj: Ájnnasamos fáttaj gaskan lij ådå strategalasj pládna manna li 20 oasseulme 4 oajvveulmij vuolen ma galggi ålliduvvat åvddål 2020.

source: OASSEULBMIL 18: Ovdal 2020 leat álgoálbmogiid ja báikegottiid árbedieđut, ođastusas ja vierut mávssolačča biologalaš šláddjivuođa nanaguoddevaš geavaheapmái ja seailluheapmái dohkkehuvvon, nationála lágaid ja áššáigullevaš riikkaidgaskasaš geatnegasvuođaid ektui, ja ollásit integrerejuvvon ja reflekterejuvvon konvenšuvnna implementeremis ja álgoálbmogiidda ja báikegottiide láhččojuvvon oassálastin buot áigeguovdilis dásiin.
smj: OASSEULMME 18: Åvddål 2020 li álggoálmmugij ja bájkálasj sebrudagáj árbbediehto, innovasjåvnå, dábe ma guosski biologalasj valjesvuoda suodjalibmáj ja guoddelis adnuj vieleduvvam nasjonála lágaj ja guoskavasj rijkajgasskasasj vælggogisvuodaj milta, ja ållåsit integreridum ja vieleduvvam gå Konvensjåvnnå jåhtuj biejaduvvá ålles ja dåbmaris oassálasstema baktu álggoálmmugij ja bájkálasj sebrudagáj bieles juohkka dásen.

source: Luondu ja máhtolašvuohta maid dat ovddasta nana árvvuid.
smj: Luonndo ja máhtudahka dan birra le stuorra árvvo.

source: Bealálaččaid čoahkkimis, COP 10, Nagoya protokolla mearriduvvui.
smj: Åvdåstiddjijtjåhkanimen COP 10, Nagoya protokolla mierreduváj.

source: Dat lea riikkaidgaskasaš geatnegahtti protokolla CBD mii sihkkarastá ahte luonddu genaresurssaid geavaheami ovdamunit galget vuoiggalaččat juhkkojuvvot.
smj: Dat le rijkajgasskasasj tjadne protokolla CBD:a vuolen mij galggá rievtugis juohkemav sihkarasstet dajs buorijs majt luondo gednaressursa vaddi.

source: Čanastat gaskal genaresurssaid olaheami ja álgoálbmogiid árbedieđu daid birra lea guovddáš oassi beavdegirjjis.
smj: Tjanos gednaressursajt bessat ávkkit ja álggoálmmugij árbbediedo daj birra le guovdásj oasse protokollas.

source: Vaikko beavdegirji addá ge stuora vejolašvuođa stáhtalaš heiveheapmái de dat nanne maiddái álgoálbmogiid vuoigatvuođaid máŋgga suorggis.
smj: Vájku protokolla aj vaddá stuorra máhttelisvuodaj stáhtalasj hiebadibmáj de dat aj nanni álggoálmmugij riektájt moatten suorgen.

source: Deattuhuvvo earret eará ahte álgoálbmogiin sáhttet leat eaiggáduššanvuoigatvuođat genaresurssaide sin guovllus ja ahte earát eai sáhte oažžut árbedieđuid jus dat álgoálbmot geasa dieđut gullet, ii leat ovdalgihtii miehtan dasa.
smj: Ierit ietján dættoduvvá ahte álggoálmmugijn máhtti liehket åmastimriektá gednaressursajda sijá guovlon ja iehtjáda e besa árbbediedojt oadtjot jus álggoálmmuk gesi diedo gulluji, ælla åvddålgiehtaj dasi miededam.

source: Dasto galget álgoálbmogat oažžut oasi sisaboađus gálvvuid vuovdimis mat leat ráhkaduvvon genaávdnasiiguin šattuin dahje eará organismmain, jus álgoálbmogiid árbediehtu geavahuvvui genaresurssa ávkkástallamis.
smj: Duodden galggi álggoálmmuga oadtjot oasev sisbåhtusis gå gálvo vuobdeduvvi ma li gednaábnnasij sjattojs jali ietjá organismajs dagádum jus álggoálmmugij árbbediehto aneduváj gå gednaressurssa ávkkiduváj.

source: Nagoya protokolla mudde dábuhanvejolašvuođa genehtalaš resurssaide ja dákkár resurssaid ávkkástallama ovdamuniid vuoiggalaš juogadeami.
smj: Nagoya protokolla mierret gudi bessi genehtalasj ressursajt ávkkit ja dakkár ressursaj ávkástallama buorij rievtes juogadimev.
